Repository: jlegutko/EventsWeb
Catalog: app/translations/messages.*.xlf
Languages: pl

# action.back_to_list
source: Back
pl: Powrót

# title.login
source: Sign in
pl: Logowanie

# label.password
source: Password
pl: Hasło

# label.repeat.password
source: Repeat password
pl: Powtórz hasło

# label.firstName
source: Username
pl: Nazwa użytkownika

# action.login
source: Log in
pl: Zaloguj

# title.user_new
source: Registration
pl: Zarejestruj

# action.save
source: Save
pl: Zapisz

# label.event_index
source: events
pl: wydarzenia

# label.event_new
source: add an event
pl: dodaj wydarzenie

# label.registration
source: sign up
pl: rejestracja

# label.login_page
source: sign in
pl: logowanie

# label.events_page
source: events
pl: wydarzenia

# label.main_page
source: homepage
pl: strona główna

# label.footer
source: Copyright â’¸ Jadwiga Legutko | EPI ZTP 2019
pl: Copyright Ⓒ Jadwiga Legutko | EPI ZTP 2019

# label.category_index
source: categories
pl: kategorie

# label.group_index
source: groups
pl: grupy

# label.user_view
source: my profile
pl: mój profil

# label.logout
source: logout
pl: wyloguj

# description.title
source: Welcome on whatsnewPL website!
pl: Witaj na stronie whatsnewPL!

# description.description
source: On our page you can find the events from all over the Poland. Join to our community to add comments and grades for your favourite events. You can also add the best events to your interests. Use our search below to find the event you're looking for :)
pl: Na naszej stronie znajdziesz wydarzenia z każdego miejsca w Polsce. Dołącz do naszej społeczności, aby komentować, oceniać i dodawać nowe wydarzenia. Najlepsze z eventów możesz także dodać do swoich ulubionych. Użyj naszej wyszukiwarki poniżej, aby wyszukać najciekawszych wydarzeń!

# label.search_action
source: Search
pl: Wyszukaj

# label.search_placeholder
source: Type the name of the event...
pl: Podaj nazwę wydarzenia...

# label.user_interested
source: interesting events
pl: ulubione

# label.user_groups
source: my groups
pl: moje grupy

# label.user_events
source: my events
pl: moje wydarzenia

# label.user_update_photo
source: update a photo
pl: zmień zdjęcie

# label.user_add_photo
source: add a new photo
pl: dodaj zdjęcie

# label.user_edit
source: edit a profile
pl: edytuj profil

# label.user_change_pswd
source: change the password
pl: zmień hasło

# label.user_delete
source: remove your profile
pl: usuń profil

# label.go_to_group
source: go to group >>
pl: zobacz grupę >>

# title.user_view
source: User profile
pl: Profil użytkownika

# label.interested_user_events
source: FAVOURITES
pl: ULUBIONE

# title.interested_events
source: Interesting events
pl: Interesujące wydarzenia

# label.go_to_event
source: go to the event >>
pl: zobacz wydarzenie >>

# label.remove_from_interest
source: remove from favourites
pl: usuń z ulubionych

# title.my_events
source: My events
pl: Moje wydarzenia

# label.my_events
source: MY EVENTS
pl: MOJE WYDARZENIA

# title.my_groups
source: My groups
pl: Moje grupy

# label.my_groups
source: MY GROUPS
pl: MOJE GRUPY

# title.event_new
source: Add a new event
pl: Dodaj wydarzenie

# label.event_name
source: Name
pl: Nazwa

# label.event_date
source: Beginning date
pl: Data rozpoczęcia

# label.event_price
source: Price
pl: Cena

# label.event_place
source: Place
pl: Miejsce

# label.event_size
source: Event size
pl: Wielkość wydarzenia

# label.event_category
source: Category
pl: Kategoria

# label.event_description
source: Description
pl: Opis

# title.user_change_pswd
source: Change the password
pl: Zmień hasło

# title.user_edit
source: Edit your profile
pl: Edytuj profil

# title.user_delete
source: Do you want to remove the profile?
pl: Czy chcesz usunąć profil?

# title.event_list
source: Events list
pl: Lista wydarzeń

# label.comment
source: Add a new comment
pl: Dodaj komentarz

# button.submit_comment
source: ADD COMMENT
pl: DODAJ

# button.new_grade
source: SAVE
pl: ZAPISZ

# label.remove_member
source: not member
pl: opuść grupę

# label.group_member
source: member
pl: dołącz

# button.submit_post
source: POST >>
pl: DODAJ >>

# label.post
source: Post something
pl: Napisz coś

# label.no_results
source: Sorry, no results found for your request :(
pl: Nie znaleźliśmy wyników pasujących do Twojego wyszukania :(

# title.search_results
source: Results of your search
pl: Wyniki wyszukiwania frazy

# title.search_event_results
source: Results found in events
pl: Wyniki wyszukiwania w wydarzeniach

# title.search_users_results
source: Results found in users:
pl: Wyniki wyszukiwania w użytkownikach:

# title.search_categories_results
source: Results found in categories:
pl: Wyniki wyszukiwania w kategoriach:

# title.search_groups_results
source: Results found in groups:
pl: Wyniki wyszukiwania w grupach:

# label.group_name
source: Group name
pl: Nazwa grupy

# label.group_action_search
source: Action
pl: Akcja

# label.user_name
source: Username
pl: Nazwa użytkownika

# label.go_to_profile
source: go to profile >>
pl: zobacz profil >>

# label.category_name
source: Category name
pl: Nazwa kategorii

# label.event_by_name
source: By name:
pl: Wg nazwy:

# label.event_by_sdate
source: By start date:
pl: Wg daty rozpoczęcia:

# label.event_by_edate
source: By end date:
pl: Wg daty zakończenia:

# label.event_by_size
source: By size:
pl: Wg wielkości:

# label.event_by_place
source: By place:
pl: Wg miejsca:

# label.event_by_price
source: By price:
pl: Wg ceny:

# message.item_not_found
source: Item was not found :(
pl: Nie znaleziono :(

# title.profile_photo_view
source: User profile photo
pl: Zdjęcie użytkownika

# title.photo_view
source: Photo of event
pl: Zdjęcie wydarzenia

# label.photo_edit
source: Edit photo
pl: Zmień zdjęcie

# label.photo_delete
source: Delete photo
pl: Usuń zdjęcie

# label.event_edit
source: Edit event
pl: Edytuj wydarzenie

# label.event_group_new
source: Add new group
pl: Dodaj grupę

# label.event_delete
source: Delete event
pl: Usuń wydarzenie

# label.grade
source: Event grade
pl: Ocena wydarzenia

# action.new_grade
source: Add new grade
pl: Dodaj ocenę

# action.interest
source: Add to favourites
pl: Dodaj do ulubionych

# label.comments
source: comments
pl: komentarze

# action.new_comment
source: Add new comment
pl: Dodaj nowy komentarz

# label.no_comments
source: No comments added to this event
pl: Brak komentarzy

source: Year
pl: Rok

source: Month
pl: Miesiąc

source: Day
pl: Dzień

source: Hour
pl: Godzina

source: Minute
pl: Minuta

# title.profile_photo_edit
source: Edit profile photo
pl: Edytuj zdjęcie profilowe

# label.profile_photo
source: Choose a photo
pl: Wybierz zdjęcie

# title.profile_photo_edit
source: Edit profile photo
pl: Edytuj zdjęcie profilowe

# title.photo_edit
source: Edit event photo
pl: Edytuj zdjęcie wydarzenia

# label.photo
source: Choose a photo
pl: Wybierz zdjęcie

# title.photo_delete
source: Do you want to delete an event photo?
pl: Czy chcesz usunąć zdjęcie wydarzenia?

# title.profile_photo_delete
source: Do you want to delete your profile photo?
pl: Czy chcesz usunąć zdjęcie profilowe?

# title.user_add_photo
source: Add a new profile photo
pl: Dodaj nowe zdjęcie profilowe

# title.event_edit
source: Edit an event
pl: Edytuj wydarzenie

# title.event_add_group
source: Add new group to event
pl: Dodaj grupę do wydarzenia

# title.event_delete
source: Do you want to delete an event?
pl: Czy chcesz usunąć wydarzenie?

# title.event_add_photo
source: Add photo to event
pl: Dodaj zdjęcie do wydarzenia

# action.remove_interest
source: Remove from favourites
pl: Usuń z ulubionych

# title.group_list
source: Group list
pl: Lista grup

# action.member
source: Join to group
pl: Dołącz do grupy

# action.remove_member
source: Withdraw from group
pl: Wypisz się z grupy

# action.new_post
source: Post
pl: Nowy post

# action.view
source: Go to group >>
pl: Zobacz grupę >>

# label.user_index
source: users
pl: użytkownicy

# label.comment_index
source: comments
pl: komentarze

# label.grade_index
source: grades
pl: oceny

# label.table_name
source: Name
pl: Nazwa

# title.grade_list
source: Grade list
pl: Lista ocen

# label.item_action
source: Action
pl: Akcja

# label.grade_name
source: Grade
pl: Ocena

# label.go_to_grade
source: go to grade >>
pl: zobacz ocenę >>

# message.empty_list
source: The list is empty
pl: Lista jest pusta

# title.category_list
source: Category list
pl: Lista kategorii

# label.go_to_category
source: go to category >>
pl: zobacz kategorię >>

# title.user_list
source: User list
pl: Lista użytkowników

# label.go_to_user
source: go to user profile >>
pl: zobacz profil >>

# title.comment_list
source: Comment list
pl: Lista komentarzy

# label.comment_name
source: Comment content
pl: Komentarz

# label.go_to_comment
source: go to comment >>
pl: zobacz komentarz >>

# label.user_delete_photo
source: delete profile photo
pl: usuń zdjęcie profilowe

# label.post_index
source: posts
pl: posty

# title.post_list
source: Post list
pl: Lista postów

# label.post_name
source: Post content
pl: Post

# label.go_to_post
source: see >>
pl: zobacz >>

# title.post_view
source: Post number
pl: Numer postu

# title.comment_view
source: Comment number
pl: Numer komentarza

# title.grade_view
source: Grade number
pl: Numer oceny

# label.grade_author
source: Author of grade:
pl: Ocenę wystawił:

# label.grade_grade
source: Grade:
pl: Ocena:

# title.category_view
source: Category number
pl: Numer kategorii

# label.category_category
source: Category name:
pl: Nazwa kategorii:

# title.category_delete
source: Do you want to remove that category?
pl: Czy chcesz usunąć kategorię?

# label.event_new_photo
source: Add a new photo
pl: Dodaj zdjęcie

# title.group_delete
source: Do you want to remove the group?
pl: Czy chcesz usunąć grupę?

# title.grade_delete
source: Do you want to remove the grade?
pl: Czy chcesz usunąć ocenę?

# title.group_edit
source: Edit a group
pl: Edytuj grupę

# message.to_homepage
source: The requested page couldn't be located. Checkout for any URL misspelling or go to the homepage.
pl: Nie odnaleziono podanej ścieżki. Sprawdź czy została ona poprawnie wprowadzona lub wróć do strony głównej.

# message.error_occured
source: Page not found
pl: Nie znaleziono strony

# title.category_new
source: Add a new category
pl: Dodaj kategorię

# title.category_edit
source: Edit category
pl: Edytuj kategorię

# event.label.connected_groups
source: GROUPS CONNECTED WITH EVENT >>
pl: GRUPY POWIĄZANE Z WYDARZENIEM >>

# event.label.start_date
source: STARTS
pl: ROZPOCZĘCIE

# event.label.end_date
source: ENDS
pl: ZAKOŃCZENIE

# event.label.place
source: PLACE
pl: MIEJSCE

# event.label.size
source: SIZE
pl: WIELKOŚĆ

# event.label.price
source: PRICE
pl: CENA

# event.label.average
source: AVERAGE
pl: ŚREDNIA

# event.label.your_grade
source: YOUR GRADE
pl: TWOJA OCENA

# event.label.add_to_fav
source: ADD EVENT TO FAVOURITES
pl: DODAJ DO ULUBIONYCH

# event.label.rem_from_fav
source: REMOVE FROM FAVOURITES
pl: USUŃ Z ULUBIONYCH

# label.no_posts
source: No posts added
pl: Brak postów

# label.event_groups
source: Groups connected with event
pl: Grupy związane z wydarzeniem

# label.event_group_name
source: Event name
pl: Nazwa wydarzenia

# label.group_author
source: Author
pl: Założyciel

# label.group_members
source: Members
pl: Członkowie

# label.group_discussion
source: DISCUSSION
pl: DYSKUSJA

# label.see_more
source: see more >>
pl: zobacz więcej >>

# label.admin
source: admin panel
pl: panel admina

# label.supervisor
source: Management of:
pl: Zarządzaj:

# title.user_change_role
source: Do you want to change role of user to ADMIN?
pl: Czy zmienić rolę użytkownika na ADMIN?

# message.added_successfully
source: Successfully added.
pl: Treść została poprawnie dodana.

# message.deleted_successfully
source: Successfully deleted.
pl: Treść została poprawnie usunięta.

# message.updated_successfully
source: Successfully updated.
pl: Treść została poprawnie dodana.
